{"feature_count":1769,"state":"complete","is_raster":false,"title":"TIGER/Line Shapefile, 2010, 2010 state, California, 2010 Census 5-Digit ZIP Code Tabulation Area (ZCTA5) State-based","pagination":{"sort":null,"start":0,"limit":1000000,"total":1769},"data_type":"Dataset","short_classification":"Y","stats":{"ZCTA5CE10":{"max": 97635, "stdev": 1831.33417684345, "mean": 93652.2611644997, "median": 93654, "min": 89010, "variance": 3353784.86727489},"INTPTLON10":{"max": -114.196525, "stdev": 2.14001014701962, "mean": -119.915054775749, "median": -120.0714063, "min": -124.3266324, "variance": 4.57964342934694},"AWATER10":{"max": 567980272.0, "stdev": 18503249.6594547, "mean": 3037513.86037309, "median": 152963.0, "min": 0.0, "variance": 3.42370247960111e+14},"INTPTLAT10":{"max": 41.9506833, "stdev": 2.43192677542822, "mean": 36.4332344326173, "median": 36.7572929, "min": 32.5536305, "variance": 5.91426784104472},"ALAND10":{"max": 3612971124.0, "stdev": 291554792.256383, "mean": 155908127.31091, "median": 41237691.0, "min": 16629.0, "variance": 8.50041968876628e+16}},"is_temporal":false,"link":"http://geocommons.com/overlays/305142.json","name":"TIGER/Line Shapefile, 2010, 2010 state, California, 2010 Census 5-Digit ZIP Code Tabulation Area (ZCTA5) State-based","description":"The TIGER/Line Files are shapefiles and related database files (.dbf) that are an extract of selected geographic and cartographic information from the U.S. Census Bureau's Master Address File / Topologically Integrated Geographic Encoding and Referencing (MAF/TIGER) Database (MTDB).  The MTDB represents a seamless national file with no overlaps or gaps between parts, however, each TIGER/Line File is designed to stand alone as an independent data set, or they can be combined to cover the entire nation.    ZIP Code Tabulation Areas (ZCTAs) are approximate area representations of U.S. Postal Service (USPS) ZIP Code service areas that the Census Bureau creates to present statistical data from Census 2000.  The Census Bureau creates ZCTAs for the United States, Puerto Rico, American Samoa, Guam, the Commonwealth of the Northern Mariana Islands, and the U.S. Virgin Islands for the 2010 Census.  Data users should not use ZCTAs to identify the official USPS ZIP Code for mail delivery.  The USPS makes periodic changes to ZIP Codes to support more efficient mail delivery.  For the 2010 Census, ZCTAs should more accurately represent the actual ZIP Codes at the time of their delineation than they did for Census 2000.  This is because that before the tabulation blocks, which the ZCTAs are built from, were delineated for the 2010 Census, the Census Bureau undertook the process of inserting lines that could be used as 2010 Census tabulation block boundaries, and these lines split polygons where the result would be that a significant number of addresses would occur on either one or both sides of the line associated with a single ZIP Code.  Each 2010 Census tabulation block that contains addresses is assigned to a single ZCTA, usually to the ZCTA that reflects the most frequently occurring ZIP Code for the addresses within that tabulation block.  As a result, ZIP Codes associated with address ranges found in the Address Ranges relationship file may not always match the ZCT","url_type":null,"permissions":[{"group_id":"everyone","permissions":{"download":true,"view":true}}],"classification":null,"stream_id":305142,"contributor":{"url":"http://geocommons.com/users/42867","name":"brandonpstock"},"published":"2010-01-01T17:00:00Z","extent":[-124.41,32.5342,-114.131,42.0095],"data_attributes":null,"calculation_params":null,"author":{"contact_name":"","metadata":"","url":"","contact_address":"4600 Silver Hill Road, Stop 7400, Washington, DC, 20233-7400","contact_phone":"301-763-1128","source":"U.S. Department of Commerce, U.S. Census Bureau, Geography Division, Geographic Products Branch"},"source":"","icon_link":null,"id":305142,"geometry_types":["area"],"tags":"","unique_name":null}